[Main]
DisplayName=Shqip

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Programe
RdImageButton_Browser.caption=Panele Mjetesh && Shtojca
Aplikacionet Windows
lbl_ForcedUninstall.caption=Çinstalim i sforcuar
lbl_likeIObit.caption=Pëlqej
PopMenu_Sub_Setting.caption=Parametrat...
PopMenu_Sub_FileShredder.caption=Shkatërruesi i skedarëve
PopMenu_Sub_ExportApplicationList.caption=Eksporto listën e programeve
PopMenu_Sub_LogManagement.caption=Menaxhuesi i evidencave
PopMenu_Sub_Update.caption=Azhurnohu
PopMenu_Sub_UserManual.caption=Manuali i përdorimit
PopMenu_Sub_TechnicalSupport.caption=Ndihma teknike
PopMenu_Sub_IObitOnline.caption=IObit në Rrjet
PopMenu_Sub_About.caption=Rreth nesh
Menu_Plugins_Remove.caption=Fshij
Menu_plugins_Vote.caption=Voto
Menu_plugins_Refresh.caption=Rifresko
Menu_plugins_viewEntry.caption=Vendndodhja në regjistër
Menu_plugins_OpenFile.caption=Vendndodhja e skedarit
Menu_Plugins_SelectAll.caption=Zgjidhi të gjithë
Menu_Plugins_InverseSelect.caption=Mos zgjidh asnjë
PopMenu_Uninstall.caption=Çinstalo
PopMenu_Refresh.caption=Rifresko
PopMenu_ViewStyle.caption=Ndrysho pamjen
PopMenu_ViewStyle_Icon.caption=Ikona
PopMenu_ViewStyle_Details.caption=Detaje
PopMenu_OpenFolder.caption=Vendndodhja në dosje
PopMenu_ViewEntry.caption=Vendndodhja në regjistër
PopMenu_SearchOnline.caption=Kërko në Rrjet
PopMenu_Win8App_Uninstall.caption=Çinstalo
PopMenu_Win8App_Refresh.caption=Rifresko
PopMenu_Win8App_ViewStyle.caption=Ndrysho Pamjen
PopMenu_Win8App_Icons.caption=Ikona
PopMenu_Win8App_Details.caption=Detaje
PopMenu_Win8App_OpenLocation.caption=Vendndodhja e skedarit
PopMenu_Win8App_ViewEntry.caption=Vendndodhja në regjistër
PopMenu_Win8App_SearchOnline.caption=Kërko në Rrjet
lbl_Recommend.caption=Rekomando: Advanced SystemCare
lbl_1Click.caption=1-Click për të Mbrojtur dhe Optimizuar Kompjuterin Tuaj
lbl_Freedownloadnow.caption=Shkarko këtu pa pagesë
lbl_News_DisConnection.caption=Shpërndaje këtë program me familjen dhe shokët tuaj. Ata do të jenë të kënaqur me këtë Çinstalues!

[Uninstaller_Frame_Software]
lblLoading.caption=Azhurnimet e Windows po ngarkohen
ListView_SoftwareList.Columns[1].Caption=Aksioni
ListView_SoftwareList.Columns[2].Caption=Madhësia
ListView_SoftwareList.Columns[3].Caption=Data e instalimit
ListView_SoftwareList.Columns[4].Caption=Versioni
PopMenu_Sub_BatchUninstall.Caption=Çinstalo në grup

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Çinstalim i sforcuar
lbl_Detail_Title.caption=Çinstalimi i sforcuar IObit
lbl_Detail_Detail.caption=Çinstalimi i sforcuar ndryshe nga mënyra standarde, ju ndihmon të çinstaloni një program duke eliminuar edhe gjurmët që ai lë pas në disk.
RdImageButton_Browser.caption=Shfleto...
lbl_Forced_Tip1.caption=Kliko “Shfleto...” për të zgjedhur skedarin ose programin që dëshironi të çinstaloni. Gjithashtu këtu mund të përdorni edhe mënyrën "tërhiq dhe lësho" për skedarët që do të eliminoni.
lbl_Forced_Tip2.caption=Kliko tek butoni “Çinstalo me forcë” për të filluar procesin e çinstalimit të sforcuar.
RdImageButton_Next.caption=Tjetër
RdImageButton_Cancel.caption=Anulo
PopMenu_Uninstall.caption=Çinstalo
PopMenu_OpenFolder.caption=Vendndodhja në dosje
PopMenu_ViewEntry.caption=Vendndodhja në regjistër
PopMenu_SearchOnline.caption=Kërko në Rrjet
ListView_Search.Columns[0].caption=Emri
ListView_Search.Columns[1].caption=Madhësia
ListView_Search.Columns[2].caption=Data e instalimit

[Uninstaller_frmLogManage]
lbl_Caption.caption=Menaxhuesi i evidencave
lbl_Detail_Title.caption=Evidenca e Çinstaluesit IObit
lbl_Detail_Detail.caption=Këtu mund të menaxhoni dhe të shikoni evidencat e çinstalimeve që krijohen.
RdImageButton_Open.caption=Detaje
RdImageButton_Delete.caption=Fshij
RdImageButton_DeleteAll.caption=Fshij të gjithë
RdImageButton_Cancel.caption=Anulo

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Fshij
lbl_Software_Uninstall.caption=Çinstalo

[Uninstaller_frmUninstalling]
lbl_Caption.caption=Çinstaluesi IObit
lbl_UninstallComplete_Title.caption=Çinstalimi standard mbaroi.
lbl_Uninstalling_question.caption=Jeni i sigurt se dëshironi të çinstaloni programin e zgjedhur?
lbl_PowerfulScan_Title.caption=Skanim i avancuar.
lbl_PowerfulScan_Detaill.caption=Kliko “Skanim i avancuar” për të pastruar gjurmët që ka lënë programi. Kliko Anulo për të përfunduar.
lbl_PowerScan_Title_Softwre.caption=Skanim i avancuar
lbl_CreateRestore_Title.caption=Krijo pikën e Restaurimin të sistemit përpara çinstalimit.
lbl_CreateRestore_Check.caption=Krijo pikën e Restaurimin të sistemit përpara çinstalimit. (Mund të marrë pak kohë)
lbl_CreateRestore_Detaill.caption=Krijo pikën e Restaurimin të sistemit. Në ketë mënyre ju mund të riktheni ndryshimet e bëra në rast se diçka e papritur ndodh.
lbl_AutoPowerfulScan.caption=Skanim i avancuar automatik
lbl_AutoUninstaller.caption=Kurrë mos e shfaq këtë njoftim
RdImageButton_Uninstall.caption=Çinstalo
RdImageButton_PowerFulScan.caption=Skanim i avancuar
RdImageButton_Cancel.caption=Anulo

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Skanim i avancuar
lbl_Warning_Title.caption=Kujdes!:
lbl_Warning_Detail.caption=Disa artikuj janë gjetur në ketë direktori. Ju lutem bëni kujdes kur të zgjidhni artikujt që do të eliminoni.
lbl_FileShredder.caption=Shkatërro skedarët
lbl_SelectAll.caption=Zgjidhi të gjithë
RdImageButton_Delete.caption=Fshij
RdImageButton_Cancel.caption=Anulo
lbl_Shredder_Tip.caption=Skedarët po shkatërrohen. Duhet pak kohë, ju lutem prisni...
Menu_ListView_Regedit.caption=Listo në regjistër
Menu_ListView_Path.caption=Listo në dosjen e skedarit

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Vini re!
lbl_Warnning_Detaill.caption=Ky program kompjuteri mbrohet nga ligji për të drejtën e autorit dhe nga marrëveshje ndërkombëtare.
lbl_copyright.caption=Copyright© 2005-2015 IObit. Të gjitha të drejtat janë të rezervuara.
lbl_Thanks_Title.caption=Falënderim të vecantë personave të mëposhtëm për kontributin e tyre:

[Uninstaller_frmSetting]
lbl_Caption.caption=Parametrat
lbl_General.caption=Të përgjithshme
lbl_AutoUninstaller.caption=Kapërce njoftimin që konfirmon çinstalimin dhe krijimin e restaurimit të sistemit
lbl_AutoPowerfulScan.caption=Skanim i avancuar automatik
lbl_ShowExplorerButton.caption=Shto butonin Shkatërrues Skedari në Eksplorues
lbl_AutoShowTipForm.caption=Thirr Skanimin e Avancuar kur zbulohet operacioni i çinstalimit
lbl_Language.caption=Gjuha
lbl_CurrentLanguage_Title.caption=Gjuha aktuale:
RdImageButton_OK.caption=Dakord
RdImageButton_Cancel.caption=Anulo
lbl_SkinTitle.caption=Skin:
lbl_classic.caption=Klasik
lbl_Metro.caption=Blu

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Shkatërrues Skedari
lbl_Detail_Detail.caption=Skedarët e eliminuar në kompjuterin tuaj, mund të rikuperohen edhe pas formatimit të diskut. Pastrimi normal vetëm eliminon emrin e skedarit pa afektuar përbërësit e tij. Kjo për arsye stabiliteti të sistemit. Në rast se do të donit që skedarë të rëndësishëm të eliminohen plotësisht, Çinstaluesi IObit ju ndihmon me "Shkatërruesin e Skedarëve".
lbl_Listview_Title.caption=Zgjidhni skedarin ose dosjen që dëshironi të shkatërroni:
lblLoading.caption=Po ngarkohet...
lbl_AddFile.caption=Shto skedarin...
lbl_AddFolder.caption=Shto dosjen...
RdImageButton_Shredder.caption=Shkatërro
RdImageButton_Cancel.caption=Anulo
ListView_FileList.Columns[0].Caption=Vendndodhja e skedarit
Menu_Shredder_Shredder.caption=Shkatërruesi
Menu_Shredder_AddFile.caption=Shto Skedarin
Menu_Shredder_AddFolder.caption=Shto Dosjen
Menu_Shredder_Romove.caption=Fshij
Menu_Shredder_Clean.caption=Pastro
lbl_Shredder_Tip.caption=Skedari po shkatërrohet. Duhet pak kohë, ju lutem prisni...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Restaurimi i Sistemit
lbl_Detail_Title.caption=Restaurimi i Sistemit
lbl_Detail_Detail.caption=Administro pikat e Restaurimit të Sistemit. Ajo më e fundit, nuk mund të fshihet, për arsye sigurie.
ListView_Restore.Columns[0].caption=Data dhe Ora
ListView_Restore.Columns[1].caption=Përshkrimi
lbl_Restore_Tip.caption=Po restaurohen parametrat dhe skedarët e sistemit, ju lutem prisni...
RdImageButton_Restore.caption=Restauro
RdImageButton_Delete.caption=Fshij
RdImageButton_Cancel.caption=Anulo

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=Çinstaluesi më i avancuar për eliminimin e programeve të padëshiruara!
lbl_Installer_Setup_Title1.caption=Çinstaluesi më i avancuar për eliminimin e programeve të padëshiruara
RdImageButton_Installer.caption=Nisu tani
lbl_Installer_Setup_Detail.caption=Lexuar dhe Pranuar
lbl_LicenseAgreement.caption=Kontrata e Licencës

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Kontrata e Licencës
RdImageButton_Cancel.caption=Mbyll

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Të gjithë Panelet e Mjeteve && Shtojcat
rdlvAllBrowse.Columns[0].Caption=Emri
rdlvAllBrowse.Columns[1].Caption=Vota e përdoruesit
rdlvAllBrowse.Columns[2].Caption=Vota ime
rdlvAllBrowse.Columns[3].Caption=Publikuesi
rdlvAllBrowse.Columns[4].Caption=Aksioni
rdlvCustomBrowse.Columns[0].Caption=Emri
rdlvCustomBrowse.Columns[1].Caption=Publikuesi

[Uninstaller_frmPluginVote]
lblTitle.Caption=Vota
lblWaiting.Caption=Vota juaj po shtohet, ju lutem prisni...
rdibtnLv1.Caption=1 Yll
rdibtnLv2.Caption=2 Yje
rdibtnLv3.Caption=3 Yje
rdibtnLv4.Caption=4 Yje
rdibtnLv5.Caption=5 Yje
rdibtnVote.Caption=Vota

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Parametra standard
lblConfire.Caption=Jeni i sigurt të riktheni parametrat në gjendjen fillestare?
lblHomepageTitle.Caption=Faqja kryesore aktuale:
lblSearchTitle.Caption=Motor kërkuesi i parazgjedhur:
rdibtnOK.Caption=Dakord
rdibtnCancel.Caption=Anulo

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Emri
ListView_AppList.Columns[1].caption=Aksioni
ListView_AppList.Columns[2].caption=Madhësia
ListView_AppList.Columns[3].caption=Data e Instalimit
ListView_AppList.Columns[4].caption=Versioni
PopMenu_Sub_BatchUninstall.caption=Çinstalo në grup
lblLoading.caption=Po rifreskohet...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Këto programe janë te varur. Çistalimi i njërit prej tyre, instalon dhe tjetrin. Jeni i sigurt të vazhdoni?
lblUninstalling.caption=Po çinstalohet
btnImgUninstall.caption=Çinstalo
btnImgCancle.caption=Anulo

[uninstall_Mitor_M]
lbl_attention.caption=Kujdes!
lbl_show.caption="%s" ka përsëri artikuj të lënë, të cilët mund të afektojnë cilësinë e funksionimit.
lbl_again.caption=Mos e shfaq përsëri këtë
img_power.caption=Pastro tani

[Uninstaller_M]
Edit_Search_Tip=Kërko programin
Edit_Search_Tip_Toolbar=Kërko artikullin
Edit_Search_Tip_Win8App=Kërko Windows Apps
ForcedUninstall_Browser_Tip=Shteg i gabuar. Ju lutem zgjidhni përsëri!
ListView_Icon_Hint=Ikona
ListView_List_Hint=Detaje
ListView_View_Hint=Ndrysho pamjen
ListviewHeader_Software=Emri i Programit (Gjithsej: %d)
BatchUninstall_NoneSelect=Ju lutem zgjidhni të paktën një program.
Uninstall_NoneSelect=Ju lutem fillimisht zgjidhni një program.
WindowState_Max=Zmadho
WindowState_Normor=Restauro
WindowState_Min=Zvogëlo
Close=Mbyll
MoreMenu_Setting=Më shumë parametra
Restore_Form=Restauro
Log_DeleteAll_ASK=Jeni i sigurt të eliminoni të gjithë skedarët? Kujdes, ndryshimi i bërë nuk mund të rikthehet!
Log_Delete_ASK=Jeni i sigurt të eliminoni skedarin e zgjedhur? Kujdes, ndryshimi i bërë nuk mund të rikthehet!
NoPowerfulScan_Found_Tip= Nuk gjendet asnjë artikull i mbetur në Skanim të Avancuar.
Log_M=Menaxhuesi i evidencave
App_Version_M=Versioni i Programit:
OS_Version_M=Versioni i Sistemit Operativ:
Date_M=Data
Version_M=Versioni
Publisher_M=Publikuesi
Install_Date_M=Data e Instalimit
Create_Restore_M=Krijo pikën e Restaurimit të sistemit
CreateRestore_Title_M=Krijo pikën e Restaurimit të sistemit përpara çinstalimit.
CreateRestore_Detaill_M=Ju mund të riktheni ndryshimet me anë të Restaurimit të Sistemit kur dicka e papritur ndodh.
Uninstalling_M=Po çinstalohet...
Uninstalling_Detaill_M=Çinstalimi Standard duke përdorur çinstaluesin që përmban programi.
Uninstalling_QuickDetaill_M=Çinstalimi duke përdorur çinstaluesin që përmban programi.
UninstallComplete_Title_M=Skedarët u eliminuan.
Quick_UninstallComplete_M=Çinstalimi përfundoi.
Quick_Uninstall_M=Çinstalimi i Shpejtë %s (%d/%d)
Standard_Uninstall_M=Çinstalimi Standard  %s (%d/%d)
Uninstall_M=Çinstalo %s (1/1)
Deselect_All_M=Mos zgjidh asnjë
Select_All_M=Zgjidhi të gjithë
PowerfulScan_DeleteASK_M=Jeni i sigurt të eliminoni artikullin(artikujt) e zgjedhur?
Operation_M=Aksioni
Powerful_Scan_M=Skanim i Avancuar
Deleted_Registry_Key_M=Çelësi i Regjistrit të eliminuar
Deleted_Registry_Value_M=Vlera e Regjistrit të eliminuar
Delete_File_M=Fshij skedarin
Delete_Folder_M=Fshij dosjen
Reboot_to_Delete_M=(Rindiz kompjuterin për ti fshirë përfundimisht artikujt që kanë ngelur)
Delete_finished_M= Urime! Artikujt e mbetur u fshinë me sukses.
ReStartup_to_Delete_M=Artikujt e mbetur në listë, do të fshihen gjatë nisjes së ardhshme të sistemit tuaj.
Shredder_Del_M=Jeni i sigurt në shkatërrimin e plotë të %d skedarit(ve)? Është absolutisht e PAKTHYESHME.
Shredder_NotDel_M="%s" nuk u shkatërrua pasi është e pamundur të shkruhet në të. Ju lutem kontrolloni në rast se është akoma duke u përdorur.
Shredder_InUse_M=Disa skedarë nuk u shkatërruan pasi është e pamundur të shkruhet në ta. Ju lutem kontrolloni në rast se janë akoma duke u përdorur.
Shredder_NotAddFolder_M=Nuk mund të shkatërrosh skedarin "%s" pasi ky veprim mund të ndikojë në stabilitetin e sistemit.
Shredder_Sucess_M=Skedari u shkatërrua me sukses.
Shredder_DirIsEmpty_M=Është bosh! Ju nuk mund ta shkatërroni atë.
Controlpanel_Button=Çinstalim i sforcuar
Explorer_Button=Shkatërro skedarin
MenuRight_Caption=Çinstalo me forcë
Frequency_M=Frekuenca e përdorimit
InstallerDate_M=Data e instalimit
Frequency_SoftwareCount_M=<a>%s</a> Janë gjetur programe të përdorur rrallë. Çinstalimi i këtyre do të nxjerr <a>%s</a> për të optimizuar cilësinë e fuksionimit të sistemit tuaj.
Frequency_DaysHint_M=I papërdorur për %s ditë.
SearchLoadingMsg=Duke kërkuar Panelet e Mjeteve && Shtojcat...
RestoreDefaultSettingsButton=Restauro %s në gjendjen fillestare
ListViewItemVote=Voto
ListViewItemVoted=Votuar
ListViewItemTrust=I sigurt
ListViewItemUnTrust=I pasigurt
ListViewPlugSysbit=bit
ListViewGroupTrustTitle=Panele Mjetesh dhe Shtojca të sigurt
ListViewGroupTrustDesc=Këto panele mjetesh dhe shtojca nuk e dëmtojnë sistemin. Mund ti largoni ose ti mbani për nevojat tuaja.
ListViewGroupUnTrustTitle=Panele Mjetesh dhe Shtojca të pasigurt(rekomandohen të hiqen)
ListViewGroupUnTrustDesc=Këto panele mjetesh dhe shtojca pak të votuara nga përdoruesit mund të përmbajnë disa funksione të padëshiruara kundrejt sistemit tuaj!
ListViewGroupToolbar=Panel Mjetesh
ListViewGroupBHO=BHO
ListViewGroupActiveX=AktivX
ListViewGroupExtensions=Shtesa
ListViewGroupPlugins=Shtojca
FuncCheckBrowserMsgBox_1=%s është duke punuar...
FuncCheckBrowserMsgBox_2=Kliko Dakord për ta mbyllur (në fillim ruaj përmbajtjen tuaj).
FuncCheckBrowserMsgBox_3=Ose kliko Anulo të braktisësh operacionin
FuncPluginRmoveConfireMsgBox=Jeni i sigurt për të fshirë artikullin e zgjedhur?
FuncPluginRemoveSuccessMsgBox=Artikulli u fshi me sukses
FuncPluginRemoveFailedMsgBox_1=Dështoi fshirja e artikujve:
FuncPluginRemoveFailedMsgBox_2=Ju lutem mbyllni shfletuesit për të fshirë artikujt:
FuncPluginRemoveFailedMsgBox_3=Ju lutem dilni nga shfletuesit, më pas provoni përsëri.
FuncPluginSelectMsgBox=Ju lutem zgjidhni një artikull fillimisht
FuncVoteConfire=Jepni mendimin tuaj për ketë program:
FuncVoteHavedVote=Ju keni votuar më parë
FuncVotePlugSelectMsgBox=Ju lutem zgjidhni artikullin për ta votuar
FuncVoteMarkSelectMsgBox=Ju lutem votoni.
FuncVoteFailedMsgBox=Votimi dështoi! Ju lutem kontrolloni lidhjen në rrjet dhe provoni përsëri.
FuncRestoreExitBrowserMsgBox=Ju lutem dilni %s fillimisht
FuncRestoreSuccessMsgBox=Shfletuesi u restaurua në gjendjen fillestare me sukses!
FuncRestoreFailedMsgBox=Dështoi restaurimi i shfletuesit në gjendjen e mëparshme! Ju lutem dilni nga %s dhe provoni përsëri.
Guest_Start_Tip=Ju nevojitet një llogari me të drejta administratori për të përdorur Çinstaluesin IObit 4.
p_RegistryCaption_M=Regjistër
p_FileCaption_M=Skedar
p_FormatOneItem_M=1 Artikull
p_FormatItems_M=%d artikuj
FuncVoteActiveVote=Voto
FuncVoteActiveOK=Dakord
FuncVoteNothing=Nuk ka votuar akoma asnjë përdorues
FuncVoteCount=Përdorues të përfshire aktualisht në votim
FuncVoteVSA=Asnjë votë nuk është marrë akoma
FuncVoteCFA=Voto ti i pari!
FuncVoteVSB=përdorues kanë votuar
FuncVoteCFB=Çfarë mendimi keni për këtë shtojce?
FuncVoteVSC=Nuk janë marrë vota nga të tjerë
FuncVoteCFC=Ju keni votuar më parë
FuncVoteVSD=përdorues kanë votuar
FuncVoteCFD=Ju keni votuar më parë
AllBrowserItem=Të gjithë Panelet e Mjeteve dhe Shtojcat
Powerful_Tip_M=Duke skanuar për artikujt e lënë pas "%s"
Setup_Win8_Detail_M=Mbështet Çinstalimin e Shpejtë dhe Çinstalimin e Aplikacioneve Windows
Setup_Notwin8_Detail_M=Mbështet Çinstalimin e Shpejtë
RestrorePoint_Tip_M=WARNING: Restoring your system to a restore point will undo all changes made after that restore point. Once started, System Restore cannot be undone or interrupted. Are you sure you want to continue?
RestorePoint_Restart_M=Restaurimi i Sistemit duhet të rindez kompjuterin tuaj për të aplikuar këto ndryshime. Përpara se të vijoni, shpëtoni çdo skedar të hapur dhe mbyllni të gjitha programet.
Uninstaller_Quick_M=Çinstalo
Uninstaller_Standed_M=Çinstalo
QuickUninstall_Tip_M=Çinstalon programin me një klik të vetme
Frequency_SoftwareCount_M=<a>%s</a> Janë gjetur programe të përdorur rrallë. Çinstalimi i këtyre do të nxjerr <a>%s</a> për të optimizuar cilësinë e funksionimit të sistemit tuaj.
Frequency_DaysHint_M=Të pa përdorur për %s ditë.
InfrequentlyUsed_Count_M=Të përdorur rrallë  ( <a>%s</a> )
All_Programs_M=Të gjitha programet
Recently_Installed_M=Të instaluar së fundi
Large_Programs_M=Programet e mëdha
Infrequently_Used_M=Të përdorur rrallë
Windows_Updates_M=Azhurnimet e Windows-it
FuncCheckBrowserMsgBox_1=%s është duke punuar
FuncCheckBrowserMsgBox_2=Kliko Dakord për ta mbyllur(ju mund të humbisni veprimet e pa shpëtuara ne disk)
FuncCheckBrowserMsgBox_3=Kliko Anulo për të braktisur operacionin
FuncCheckBrowserMsgBox_4=%s janë duke punuar
FuncCheckBrowserMsgBox_5=Kliko Dakord për ta mbyllur forcërisht(ju mund të humbisni veprimet e pa shpëtuara ne disk)
FuncCheckBrowserMsgBox_6=Kliko Anulo per te braktisur operacionin
Win8OtherUser=Për të shfaqur aplikacionet tuaja Windows, ju lutem sigurohuni që llogaria juaj ka të drejta Administratori.
Win8AdminUser=Ju ndihmon ju që me një klik të çinstaloni përfundimisht aplikacionet e padëshiruara të Windows-it si dhe artikujt e lënë pas.
Win8ListViewGroupsWin8AppHeader=Aplikacionet Windows
Win8ListViewGroupsWin8AppSubtitle=Aplikacionet janë publikuar nga Korporata Microsoft.
Win8ListViewGroupsThirdHeader=Aplikacionet e të tretëve
Win8ListViewGroupsThirdSubtitle=Aplikacionte jane publikuar nga korporatat e Te Tretëve.
win8_UninstallBtn_M=Çinstalo
win8_ListViewIcon_M=Pamje me ikona
win8_ListViewList_M=Pamje me detaje

[ACD_frmDownloader]
lbl_Cancel.Caption=Anulo
lbl_Min.Caption=Zvogëlo

[ACD_M]
M_Downloading=Po shkarkohet:
m_Installing=Po instalohet:
M_DiskIsFull=Hapësira në Disk e pa mjaftueshme!
M_NetError=Problem në rrjet, shkarkimi dështoi! Ju lutem provoni përsëri më vonë!
M_Tips=Shkarkimi po vijon. Klikoni dy herë mbi ikonë për të parë detajet.
M_TipDownLoading=Po shkarkohet
M_TipInstalling=Po instalohet
M_MD5Faild=Skedari i shkarkuar është i korruptuar. Ju lutem provoni përsëri më vonë.
M_AreSure=Jeni i sigurt se dëshironi të dilni nga Shkarkuesi?
M_Speed=Speed:
M_Title=Shkarkuesi IObit

